Repository: compiz-reloaded/ccsm
Catalog: po/*.po
Languages: fi, pl

source: Disable %(action_conflict)s
fi: Poista %(action_conflict)s käytöstä

source: Don't set %(action)s
fi: l aseta %(action)s

source: Set %(action)s anyway
fi: Aseta %(action)s joka tapauksessa

source: You are trying to use the feature <b>%(feature)s</b> which is <b>not</b> provided by any plugin. Do you wish to use this feature anyway?
fi: Yritt kytt <b>%(feature)s</b> ominaisuutta, jota nykyiset lisosat <b>eivt tue</b>. Haluatko kytt tt ominaisuutta joka tapauksessa?

source: Use %(feature)s
fi: Kyt %(feature)s

source: Don't use %(feature)s
fi: l kyt %(feature)s

source: You are trying to use the feature <b>%(feature)s</b> which is provided by <b>%(plugin)s</b>. This plugin is currently disabled. Do you wish to enable <b>%(plugin)s</b> so the feature is available?
fi: Yritt kytt <b>%(feature)s</b> ominaisuutta, jota <b>%(plugin)s</b> lisosa tarjoaa. Tm lisosa on poistettu kytst. Haluatko ottaa <b>%(plugin)s</b> lisosan kyttn?

source: Enable %(plugin)s
fi: Kynnist %(plugin)s

source: Don't enable %(feature)s
fi: l kynnist %(feature)s

source: Plugin <b>%(plugin_conflict)s</b> provides feature <b>%(feature)s</b> which is also provided by <b>%(plugin)s</b>
fi: <b>%(plugin_conflict)s</b> lisosa tarjoaa <b>%(feature)s</b> ominaisuuden, jota mys <b>%(plugin)s</b> tarjoaa.

source: Disable %(plugin_conflict)s
fi: Poista %(plugin_conflict)s kytst

source: Don't enable %(plugin)s
fi: l kynnist %(plugin)s

source: Plugin <b>%(plugin_conflict)s</b> conflicts with <b>%(plugin)s</b>.
fi: <b>%(plugin_conflict)s</b> lisosalla on ristiriitoja <b>%(plugin)s</b> lisosan kanssa.

source: <b>%(plugin)s</b> requires feature <b>%(feature)s</b> which is provided by the following plugins: %(plugin_list)s
fi: <b>%(plugin)s</b> tarvitsee <b>%(feature)s</b> ominaisuuden, jota seuraavat lisosat tarjoavat: %(plugin_list)s

source: Enable these plugins
fi: Kyt nit lisosia
pl: Włącz te wtyczki

source: <b>%(plugin)s</b> requires the plugin <b>%(require)s</b>.
fi: <b>%(plugin)s</b> tarvitsee <b>%(require)s</b> lisosan.

source: Enable %(require)s
fi: Kynnist %(require)s

source: <b>%(plugin)s</b> provides the feature <b>%(feature)s</b> which is required by the plugins <b>%(plugin_list)s</b>.
fi: <b>%(plugin)s</b> tarjoaa <b>%(feature)s</b> ominaisuuden, jota seuraavat lisosat tarvitsevat: <b>%(plugin_list)s</b>.

source: Disable these plugins
fi: Poista lisosat kytst
pl: Wyłącz te wtyczki

source: Don't disable %(plugin)s
fi: l poista %(plugin)s kytst

source: <b>%(plugin)s</b> is required by the plugins <b>%(plugin_list)s</b>.
fi: <b>%(plugin)s</b> lisosaa tarvitsevat seuraavat lisosat: <b>%(plugin_list)s</b>.

source: General
fi: Yleiset
pl: Ogólne

source: Accessibility
fi: Esteettmyys

source: Desktop
fi: Typyt

source: Extras
fi: Ekstrat

source: Window Management
fi: Ikkunan hallinta

source: Effects
fi: Efektit

source: Image Loading
fi: Kuvien lataus

source: Utility
fi: Hytytykalut

source: All
fi: Kaikki

source: Uncategorized
fi: Luokittelematon
pl: Niesklasyfikowane

source: Reset setting to the default value
fi: Palauta alkuperiseen arvoon
pl: Przywracanie ustawień domyślnych

source: Edit
fi: Muokkaa
pl: Modyfikuj

source: Multi-list settings. You can double-click a row to edit the values.
fi: Monirivi asetukset. Arvoja voi muuttaa tuplaklikkaamalla rivi.
pl: Ustawienia listy. Podwójne kliknięcie wiersza spowoduje modyfikację wartości.

source: Edit %s
fi: Muokkaa %s
pl: Modyfikacja %s

source: "%s" is not a valid shortcut
fi: "%s" on kelvoton pikakuvake

source: Disabled
fi: Poistettu kytst

source: Enabled
fi: Kytss

source: Grab key combination
fi: Tarttumisen nppinyhdistelm

source: Computing possible conflicts, please wait
fi: Ksittelln mahdollisten virheiden varalta, odota hetki

source: "%s" is not a valid button
fi: "%s" on kelvoton painike

source: Using Button1 without modifiers can prevent any left click and thus break your configuration. Do you really want to set "%s" button to Button1 ?
fi: Kyttmll Button1 arvoa ilman mrrett voi est hiiren vasemman painikkeen toimintaa ja siten rikkoa konfigurotiotasi. Haluatko todella asettaa "%s" nppint Button1:iksi.

source: "%s" is not a valid edge mask
fi: "%s" on kelvoton reunamaski

source: None
fi: Ei mikn
pl: Brak

source: CompizConfig Settings Manager
fi: Compizin configuroinnin hallinta
pl: Menedżer ustawień CompizConfig

source: Filter
fi: Suodata
pl: Filtr

source: Filter your Plugin list
fi: Suodata lisosien lista
pl: Filtr listy wtyczek

source: Screen %i
fi: Nytt %i
pl: Ekran %i

source: Screen
fi: Nytt
pl: Ekran

source: Category
fi: Kategoria
pl: Kategoria

source: Advanced Search
fi: Tarkenettu haku
pl: Wyszukiwanie zaawansowane

source: Preferences
fi: Asetukset
pl: Preferencje

source: Enable %s
fi: Kyt %s
pl: Włącz %s

source: Please press the new key combination
fi: Kirjoita uusi nppinyhdistelm

source: Window Title
fi: Ikkunan otsikko

source: Window Role
fi: Ikkunan rooli

source: Window Name
fi: Ikkunan nimi

source: Window Class
fi: Ikkunan luokka

source: Window Type
fi: Ikkunan tyyppi

source: Window ID
fi: Ikkunan ID

source: And
fi: ja

source: Or
fi: tai

source: Edit match
fi: Muokkaa tuloksia

source: Type
fi: Tyyppi

source: Value
fi: Arvo

source: Grab
fi: Tartu

source: Relation
fi: Suhde

source: Invert
fi: Knn

source: Images
fi: Kuvat
pl: Grafik

source: File
fi: Tiedosto
pl: Plików

source: Open directory...
fi: Avaa hakemisto...

source: Open file...
fi: Avaa tiedosto...

source: This is a settings manager for the CompizConfig configuration system.
fi: Tm on CompizConfig configuroinnin hallinta manageri
pl: Jest to menedżer ustawień dla systemu konfiguracji CompizConfig.

source: translator-credits
fi: Kntjien kiitokset
pl: GNOME PL Team <gnome-l10n@lists.aviary.pl>

source: An error has occured
fi: Virhe on tapahtunut

source: Warning
fi: Varoitus

source: Search %s Plugin Options
fi: Etsi %s lisosan asetuksia
pl: Wyszukiwanie opcji wtyczki %s

source: Use This Plugin
fi: Kyt tt lisosaa
pl: Użycie wtyczki

source: Search Compiz Core Options
fi: Etsi Compiz Core asetuksia
pl: Wyszukiwanie opcji Compiz Core

source: Error
fi: Virhe
pl: Błąd

source: Search in...
fi: Etsi kohteesta...
pl: Wyszukiwanie w...

source: Short description and name
fi: Lyhyt kuvaus ja nimi
pl: Krótki opis i nazwa

source: Long description
fi: Pitk kuvaus
pl: Pełny opis

source: Settings value
fi: Asetusten arvo
pl: Wartość ustawień

source: Settings
fi: Asetukset
pl: Ustawienia

source: Add a New Profile
fi: Lis uusi profiili
pl: Dodaje nowy profil

source: Remove This Profile
fi: Poista tm profiili
pl: Usuwa profil

source: Default
fi: Oletus
pl: Ustawienia domyślne

source: Profile
fi: Profiili
pl: Profil

source: Import
fi: Tuo
pl: Importuj...

source: Import a CompizConfig Profile
fi: Tuo CompizConfig profiili
pl: Importuje profil CompizConfig

source: Import as...
fi: Tuo nimell...

source: Import a CompizConfig Profile as a new profile
fi: Tuo CompizConfig profiili uutena profiilina

source: Export
fi: Vie
pl: Eksportuj...

source: Export your CompizConfig Profile
fi: Vie CompizConfig profiili
pl: Eksportujue profil CompizConfig

source: Reset to defaults
fi: Palauta alkuperisasetukset

source: Reset your CompizConfig Profile to the global defaults
fi: Palauta CompizConfig profiili alkuperisasetuksiin

source: Backend
fi: Tietokanta
pl: Format zapisu

source: Integration
fi: Integrointi
pl: Integracja

source: Enable integration into the desktop environment
fi: Salli typyt ympristn integroiminen
pl: Integracja z pulpitem

source: Profiles (*.profile)
fi: Profiilit (*.profile)
pl: Profile (*.profile)

source: All files
fi: Kaikki tiedostot
pl: Wszytstkie pliki

source: Save file..
fi: Tallenna tiedosto...
pl: Zapis pliku

source: Do you want to skip default option values while exporting your profile?
fi: Haluatko sivuuttaa oletusarvoja profiilia viedess?

source: Open file..
fi: Avaa tiedosto...
pl: Otwieranie pliku

source: Enter a profile name
fi: Anna profiilille nimi
pl: Wprowadzanie nazwy profilu

source: Please enter a name for the new profile:
fi: Ole hyv ja anna nimi uudelle profiilille:
pl: Wprowadź nazwę nowego profilu:

source: Backend not found.
fi: Tietokantaa ei lydetty.
pl: Nie znaleziono modułu dla formatu zapisu.

source: Automatic plugin sorting
fi: Lisosien automaattinen lajittelu
pl: Automatyczne sortowanie wtyczek

source: Disabled Plugins
fi: Kytst poistetut lisosat
pl: Wtyczki wyłączone

source: Enabled Plugins
fi: Kytss olevat lisosat
pl: Wtyczki włączone

source: Do you really want to disable automatic plugin sorting? This will also disable conflict handling. You should only do this if you know what you are doing.
fi: Haluatko oikeasti poistaa lisosien automaattisen lajittelun kytst? Tm poista mys virheiden ksittelyn pois kytst. Sinun pitisi tehd tm vain jos tiedt mit olet tekemss.

source: Add plugin
fi: Lis lisosa
pl: Dodawanie wtyczki

source: Plugin name:
fi: Lisosan nimi:
pl: Nazwa wtyczki:

source: Insert plugin name
fi: Anna lisosan nimi
pl: Wstawia nazwę wtyczki

source: Configure the backend, profile and other internal settings used by the Compiz Configuration System.
fi: Configuroi tietokantaa, profiili ja muita CompizConfigin sisisi asetuksia.
pl: Konfiguracja formatu zapisu, profilu i innych wewnętrznych ustawień używanych przez system konfiguracji Compiza

source: About
fi: Tietoa
pl: O programie

source: About CCSM...
fi: Tietoa CCSM:sta...
pl: O CCSM...

source: Profile & Backend
fi: Profiili & tietokanta
pl: Profil i format zapisu

source: Plugin List
fi: Lisosien lista
pl: Lista wtyczek

source: <span size="large"><b>No matches found.</b> </span><span> Your filter "<b>%s</b>" does not match any items.</span>
fi: <span size="large"><b>Haku ei tuottanut tulosta</b> </span><span> "<b>%s</b>" ei tsm mihinkn.</span>
pl: <span size="large"><b>Nie znaleziono pasujących.</b> </span><span> Filtr "<b>%s</b>" nie pasuje do żadnego elementu.</span>

source: The new value for the %s binding for the action <b>%s</b> in plugin <b>%s</b> conflicts with the action <b>%s</b> of the <b>%s</b> plugin. Do you wish to disable <b>%s</b> in the <b>%s</b> plugin?
pl: Nowa wartość %s skrótu dla działani <b>%s</b> we wtyczce <b>%s</b>jest w konflikcie z działaniem <b>%s</b> wtyczki <b>%s</b>. Czy chcesz wyłączyć <b>%s</b> we wtyczce <b>%s</b>?

source: Disable %s
pl: Wyłącz %s

source: Don't set %s
pl: Nie ustawiaj %s

source: Set %s anyway
pl: Ustaw %s

source: You are trying to use the feature <b>%s</b> which is provided by <b>%s</b>. This plugin is currently disabled. Do you wish to enable <b>%s</b> so the feature is available?
pl: Próba użycia funkcji <b>%s</b> udostępnianej przez <b>%s</b>. Wtyczka ta jest aktualnie nieaktywna. Czy włączyć <b>%s</b> aby funkcja była dostępna?

source: Don't enable %s
pl: Nie włączaj %s

source: Plugin <b>%s</b> provides feature <b>%s</b> which is also provided by <b>%s</b>
pl: Wtyczka <b>%s</b> dostarcza funkcję <b>%s</b>, która jest udostępniana przez <b>%s</b>

source: Plugin <b>%s</b> conflicts with <b>%s</b>.
pl: Wtyczka <b>%s</b> jest w konflikcie z <b>%s</b>.

source: <b>%s</b> requires feature <b>%s</b> which is provided by the following plugins: %s
pl: <b>%s</b> wymaga funkcji <b>%s</b>, która jest udostępniana przez wtyczki: %s

source: <b>%s</b> requires the plugin <b>%s</b>.
pl: <b>%s</b> wymaga wtyczki <b>%s</b>.

source: <b>%s</b> provides the feature <b>%s</b> which is required by the plugins <b>%s</b>.
pl: <b>%s</b> udostępnia funkcję <b>%s</b>, która jest wymagana przez wtyczki <b>%s</b>.

source: Don't disable %s
pl: Nie wyłączaj %s

source: <b>%s</b> is required by the plugins <b>%s</b>.
pl: <b>%s</b> jest wymagane przez wtyczki <b>%s</b>.

source: Browse for
pl: Przeglądanie

source: Value (%s)
pl: Wartość (%s)

source: Value (%s) for %s:
pl: Wartość (%s) dla %s:

source: Unhandled list type %s for %s
pl: Nieobsługiwany rodzaj listy %s dla %s

source: Name
pl: Nazwa

source: Key
pl: Klawisz

source: Button
pl: Przycisk

source: Screen Edge
pl: Krawędź ekranu

source: Button %i
pl: Przycisk %i

source: Edge Button
pl: Przycisk krawędziowy

source: On System Bell
pl: Na dzwonek systemowy

source: Edit Action: %s
pl: Modyfikacja działania: %s

source: Screen Edges
pl: Krawędzie ekranu

source: Reset To Defaults
pl: Przywrócenie do domyślnych

source: Actions
pl: Działania
